[
    {
        "name": "Тестировщик по Junior (стажер)",
        "snippet": "Как подать заявку:",
        "url": "https://hh.ru/vacancy/112687933"
    },
    {
        "name": "Тестировщик приложений",
        "snippet": "Тестирование приложений по инструкциям.",
        "url": "https://hh.ru/vacancy/111663433"
    },
    {
        "name": "Младший тестировщик (ручное тестирование)",
        "snippet": "1. Проведение тестирования программного обеспечения для выявления ошибок и недочетов. 2. Разработка и поддержка тестовой документации, включая тест-кейсы, чек...",
        "url": "https://hh.ru/vacancy/108984095"
    },
    {
        "name": "Младший тестировщик (ручное тестирование)",
        "snippet": "1. Проведение тестирования программного обеспечения для выявления ошибок и недочетов. 2. Разработка и поддержка тестовой документации, включая тест-кейсы, чек...",
        "url": "https://hh.ru/vacancy/111580238"
    },
    {
        "name": "Стажер-тестировщик",
        "snippet": "Участие в тестировании приложений и систем (функциональное, регрессионное). Анализ и документирование найденных ошибок в баг-трекинговых системах. Написание и выполнение...",
        "url": "https://hh.ru/vacancy/114038224"
    },
    {
        "name": "Web-тестировщик",
        "snippet": "Тестировать и обеспечивать контроль качества разрабатываемых сайтов, создавать баг-репорты. Проверять, на сколько результат выполнения отдельных задач соответствует ожиданиям. ",
        "url": "https://hh.ru/vacancy/113013662"
    },
    {
        "name": "Тестировщик (junior)",
        "snippet": "Проведение тестирования продуктов компании в соответствии с установленными чек-листами, оценка дизайна, функционала и контента. Взаимодействие с IT департаментом и...",
        "url": "https://hh.ru/vacancy/111970844"
    },
    {
        "name": "Тестировщик чата с искусственным интеллектом",
        "snippet": "Тестирование методики поиска ответов на тесты по различным техническим и гуманитарным дисциплинам. Работа с базой данных по тестам (ведение, обработка).",
        "url": "https://hh.ru/vacancy/111609392"
    },
    {
        "name": "QA Engineer (стажер)",
        "snippet": "Тестировать web-приложение, API и интеграции с внешними сервисами на соответствие функциональным и нефункциональным требованиям. Анализировать и прорабатывать требования к...",
        "url": "https://hh.ru/vacancy/110149946"
    },
    {
        "name": "Тестировщик товаров WB",
        "snippet": "Работать можно как с компьютера, так и с телефона.",
        "url": "https://hh.ru/vacancy/113879168"
    },
    {
        "name": "Junior QA Engineer-тестировщик (стажер)",
        "snippet": "Тестировать функционал интернет-магазина: регистрация, оформление заказа, оплата и прочее. Создавать и выполнять тест-кейсы для проверки работы сайта.",
        "url": "https://hh.ru/vacancy/111613113"
    },
    {
        "name": "Junior QA Engineer",
        "snippet": "Проведение тестирования игр. Оформление баг-репортов в баг-трекинговой системе Jira. Разработка, актуализация и оформление тестовой документации: чек-листы, тест...",
        "url": "https://hh.ru/vacancy/106770101"
    },
    {
        "name": "Junior QA Engineer",
        "snippet": "Анализ требований, разработка и поддержка сценариев тестирования. Составление тест-кейсов. Анализ результатов тестирования. Оформление баг-репортов. Поддержание тестовой документации в...",
        "url": "https://hh.ru/vacancy/111320093"
    },
    {
        "name": "Стажер-тестировщик",
        "snippet": "Проведение функционального тестирования программного обеспечения. Регистрация и документирование найденных ошибок. Создание тест-кейсов и других необходимых документов для проведения тестирования. ",
        "url": "https://hh.ru/vacancy/111322194"
    },
    {
        "name": "Тестировщик игр Unity / Manual QA Engineer Unity",
        "snippet": "Делать наши релизы стабильнее. Проводить ручное функциональное тестирование и продуктовое тестирование. Актуализировать баги в задачах.",
        "url": "https://hh.ru/vacancy/112992630"
    },
    {
        "name": "Инженер-тестировщик",
        "snippet": "Изучение продукта. Тестирование имеющихся функций. Ведение багов в Jira. Составление тест-кейсов по ТЗ от аналитика.",
        "url": "https://hh.ru/vacancy/112835545"
    },
    {
        "name": "Тестировщик приложений (Умный дом)",
        "snippet": "Тестирование приложений для систем умного дома на различных устройствах и платформах. Анализ и документирование результатов тестирования. Взаимодействие с командой разработчиков...",
        "url": "https://hh.ru/vacancy/114005187"
    },
    {
        "name": "Младший тестировщик BI",
        "snippet": "Проводить коммуникации с разработчиками и аналитиками команды. Изучать функциональные требования и технические задания к приложениям. Осуществлять ручное тестирование и документирование...",
        "url": "https://hh.ru/vacancy/112833390"
    },
    {
        "name": "Junior QA Engineer / Младший инженер по обеспечению качества (Python)",
        "snippet": "Наш продукт — универсальная платформа для оптимизационного, консолидационного, интегрированного планирования, прогнозирования, бюджетирования, управления HR, контроля выполнения KPI и других видов аналитики. ",
        "url": "https://hh.ru/vacancy/112716712"
    },
    {
        "name": "Junior QA engineer",
        "snippet": "Условия получения предложения.",
        "url": "https://hh.ru/vacancy/111443435"
    }
]